{
  "FixCursorHold.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "bigfile.nvim": {
    "branch": "main"
  },
  "ccc.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-calc": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-npm": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-nvim-tags": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-treesitter": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "emmet-vim": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "fzf": {
    "branch": "master"
  },
  "fzf-sc": {
    "branch": "main"
  },
  "fzf.vim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "godot.nvim": {
    "branch": "main"
  },
  "gruvbox": {
    "branch": "master"
  },
  "harpoon": {
    "branch": "master"
  },
  "help-vsplit.nvim": {
    "branch": "master"
  },
  "hererocks": {
    "branch": "master"
  },
  "image.nvim": {
    "branch": "master"
  },
  "jupytext.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leetcode.nvim": {
    "branch": "master"
  },
  "live-command.nvim": {
    "branch": "main"
  },
  "lsp-inlayhints.nvim": {
    "branch": "main"
  },
  "lspkind-nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "magenta.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "molten-nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "neoscopes": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-plenary": {
    "branch": "master"
  },
  "neotest-python": {
    "branch": "master"
  },
  "neotest-vim-test": {
    "branch": "master"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-go": {
    "branch": "main"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-fzf": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-supercollider-piano": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "orphans.nvim": {
    "branch": "main"
  },
  "osc.nvim": {
    "branch": "main"
  },
  "otter.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "precognition.nvim": {
    "branch": "main"
  },
  "quarto-nvim": {
    "branch": "main"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "refactoring.nvim": {
    "branch": "master"
  },
  "replacer.nvim": {
    "branch": "master"
  },
  "rust-tools.nvim": {
    "branch": "master"
  },
  "scnvim": {
    "branch": "main"
  },
  "scnvim-logger": {
    "branch": "main"
  },
  "scnvim-tmux": {
    "branch": "main"
  },
  "supercollider-h4x-nvim": {
    "branch": "main"
  },
  "tabout.nvim": {
    "branch": "master"
  },
  "telescope-env.nvim": {
    "branch": "master"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "term-edit.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "translate.nvim": {
    "branch": "main"
  },
  "trim.nvim": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-python-pep8-indent": {
    "branch": "master"
  },
  "vim-rhubarb": {
    "branch": "master"
  },
  "vim-scdoc-snippets": {
    "branch": "main"
  },
  "vim-test": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "wezterm.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
